Repository: flyve-mdm/glpi-plugin
Catalog: locales/*.po
Languages: es_ar, fr_fr, pt_br

source: Invite to enroll a device
es_ar: Invita a inscribir a un dispositivo
fr_fr: Inviter à enrôler un appareil mobile
pt_br: Convite para registrar um dispositivo

source: Well known Android's FS paths
es_ar: Rutas del sistema Android conocidas
fr_fr: Dossiers du système de fichiers Android
pt_br: Caminhos conhecidos do sistema de arquivos do Android

source: Policy Categories
es_ar: Categorías de política
fr_fr: Catégories de stratégie
pt_br: Categorias de políticas

source: Flyve Mobile Device Management
es_ar: Administración de dispositivos móviles Flyve
fr_fr: Gestion d'appareil mobile Flyve MDM
pt_br: Flyve - Gerenciamento de Dispositivos Móveis

source: Agent
es_ar: Agente
pt_br: Agente

source: Danger zone !
es_ar: ¡Zona de peligro!
pt_br: Zona de perigo!

source: Flyve MDM Agent
es_ar: Agente Flyve MDM
fr_fr: Agent Flyve MDM
pt_br: Agente MDM Flyve

source: Never seen online
es_ar: Nunca visto en línea
fr_fr: Jamais vu en ligne
pt_br: Nunca visto on-line

source: Lock the device as soon as possible
es_ar: Bloquear el dispositivo tan pronto como sea posible
fr_fr: Verrouiller l'appareil aussi vite que possible
pt_br: Bloquear o dispositivo mais rápido possível

source: Wipe the device as soon as possible
es_ar: Limpie el dispositivo tan pronto como sea posible
fr_fr: Effacer l'appareil aussi vite que possible
pt_br: Limpe o aparelho logo que possível

source: Failed to read configuration of the entity
es_ar: No se pudo leer la configuración de la entidad
fr_fr: La lecture de la configuration de l'entité a échoué
pt_br: Falha ao carregar configurações da entidade

source: Too many devices
es_ar: Demasiados dispositivos
fr_fr: Trop d'appareils
pt_br: Muitos dispositivos

source: Unable to find a enrollment method
es_ar: Incapaz de encontrar un método de inscripción
fr_fr: Impossible de trouver une méthode d'enrôlement
pt_br: Impossível encontrar um método de inscrição

source: The fleet of the device does not longer exists
es_ar: La flota del dispositivo ya no existe
fr_fr: LA flotte de l'appareil n'existe plus
pt_br: A frota do dispositivo não existe mais

source: The target fleet does not exists
es_ar: La flota de destino no existe
fr_fr: LA flotte cible n'existe pas
pt_br: A frota alvo não existe

source: The device is not enrolled yet
es_ar: El dispositivo no está inscrito todavía
fr_fr: L'appareil n'est pas encore enrôlé
pt_br: O dispositivo ainda não está inscrito

source: Failed to find the guest user profile
es_ar: No se pudo encontrar el perfil de usuario invitado
fr_fr: La recherche du pofile invité a échoué
pt_br: Falha ao buscar o perfil de usuário visitante

source: Failed to remove guest habilitation for the user of the device
es_ar: No se pudo quitar la habilitación de huésped para el usuario del dispositivo
fr_fr: La suppression du profil invité de l'utilsiateur de l' appareil a échoué
pt_br: Falha ao remover convidado habilitado para o usuário do dispositivo

source: Failed to delete MQTT user for the device
es_ar: Error al eliminar usuario MQTT para el dispositivo
fr_fr: La suppression de l'utilisateur MQTT pour l'appareil a échoué
pt_br: Falha ao deletar usuário MQTT para o dispositivo

source: Failed to delete documents attached to the device
es_ar: No se pudo eliminar documentos adjuntos en el dispositivo
fr_fr: LA suppression des documents liés à l'appareil a échoué
pt_br: Falha ao deletar os documentos anexados ao dispositivo

source: Fleet
es_ar: Flota
pt_br: Frota

source: Last contact
es_ar: Último contacto
fr_fr: Dernier contact
pt_br: Último contato

source: Is online
es_ar: Esta en linea
fr_fr: Est en ligne
pt_br: Está online

source: MDM type
es_ar: Tipo de MDM
fr_fr: Tyme de MDM
pt_br: Tipo MDM

source: Has system permission
es_ar: Tiene permisos del sistema
fr_fr: Possède la permission système
pt_br: Tem permissão do sistema

source: Enroll status
es_ar: Estado de inscripción
fr_fr: Statut d'enrôlement
pt_br: Status da incrição

source: Wipe requested
es_ar: Limpieza solicitada
fr_fr: Effacement demandé
pt_br: Limpeza solicitada

source: Lock requested
es_ar: Bloqueo solicitado
fr_fr: Verrouillage demandé
pt_br: Bloqueio solicitado

source: Applied policy
es_ar: Política aplicada
fr_fr: Stratégie appliquée
pt_br: Política aplicada

source: Invitation token invalid
es_ar: Token de invitación invalido
fr_fr: Jeton d'invitation invalide
pt_br: Token de Convite inválido

source: One of serial and uuid is mandatory
es_ar: Un serial y UUID es obligatorio
fr_fr: Le numéro de série ou l'UUID est requis
pt_br: Um dos serial e uuid é obrigatório

source: Device inventory XML is mandatory
es_ar: El XML del inventario del dispositivo es obligatorio
fr_fr: L'inventaire XML de l'appareil est requis
pt_br: O inventário de dispositivos XML é obrigatório

source: Inventory XML is not well formed
es_ar: El XML del inventario no está bien formado
fr_fr: L'Inventaire XML est mal formé
pt_br: O inventário XML não é bem formado

source: Agent version missing
es_ar: Versión de agente faltante
fr_fr: Version de l'agent invalide
pt_br: Versão do Agente faltando

source: MDM type missing
es_ar: Falta el tipo de MDM
fr_fr: Type de MDM manquant
pt_br: Tipo de MDM ausente

source: unknown MDM type
es_ar: tipo de MDM desconocido
fr_fr: Type de MDM inconnu
pt_br: tipo de MDM desconhecido

source: Bad agent version
es_ar: Versión de agente mala
fr_fr: Mauvaise version de l'agent
pt_br: Versão do agente errada

source: The agent version is too low
es_ar: La versión del agente es muy inferior
fr_fr: La v ersion de l'agent est trop ancienne
pt_br: A versão do agente é muito baixa

source: The agent does not advertise its system permissions
es_ar: El agente no alerto de sus permisos en el sistema
fr_fr: L'agent n'indique pas ses permissions système
pt_br: O agente não anuncia suas permissões do sistema

source: Invitation is not pending
es_ar: Invitación no está pendiente
fr_fr: L'invitation n'est pas en attente
pt_br: Convite não está pendente

source: Expiration date of the invitation is not set
es_ar: No se establece fecha de vencimiento de la invitación
fr_fr: La date d'expiration n'est pas définie
pt_br: Data de expiração do convite não informada

source: Invitation token expired
es_ar: Símbolo (token) de invitación caducado
fr_fr: LE jeton d'invitation a expiré
pt_br: Token de convite expirou

source: Wrong email address
es_ar: Correo electrónico invalido
fr_fr: Mauvaise adresse email
pt_br: Endereço de email errado

source: Failed to sign the certificate
es_ar: Se ha podido firmar el certificado
fr_fr: La signature du certificat a échoué
pt_br: Falha ao assinar o certificado

source: Failed to update the invitation
es_ar: No se pudo actualizar la invitación
fr_fr: Echec lors de la mise à jour de l'invitation
pt_br: Falha ao atualizar o convite

source: Cannot get the FusionInventory agent
es_ar: No se pudo obtener el agente de FusionInventory
fr_fr: Impossible d'obtenir l'agent FusionInventory
pt_br: Não é possível obter o agente FusionInventory

source: FusionInventory agent not created
es_ar: No se creo el agente de FusionInventory
fr_fr: Agent FusionInventory non créé
pt_br: Agente FusionInventory não criado

source: Cannot create the device
es_ar: No se puede crear el dispositivo
fr_fr: Impossible de créer l'appareil
pt_br: Não foi possível criar o dispositivo

source: Cannot create a user account for the agent
es_ar: No se puede crear una cuenta de usuario para el agente
fr_fr: Impossible de créer le compte utilisateur pour l'agent
pt_br: Não é possível criar uma conta de usuário para o agente

source: Cannot create the API token for the agent
es_ar: No se puede crear el API token para el agente
fr_fr: Impossible de créer le jeton d'API pour l'agent
pt_br: Não é possível criar o token da API para o agente

source: No default fleet available for the device
es_ar: Ninguna flota predeterminada disponible para el dispositivo
fr_fr: PAs de flotte par défaut disponible pour l'appareil
pt_br: Não existe frota padrão para o dispositivo

source: GPS is turned off or is not ready
es_ar: GPS está apagado o no está listo
fr_fr: Le GPS est éteint ou n'est pas prêt
pt_br: O GPS está desligado ou não está pronto

source: The device sent its position
es_ar: El dispositivo envió su posición
fr_fr: L'appareil a envoyé sa position
pt_br: O dispositivo enviou sua posição

source: Timeout requesting position
es_ar: Expiro el tiempo para solicitar la ubicación
fr_fr: Délai d'attente expiré lors de la requête de géolocalisation
pt_br: Tempo esgotado ao solicitar a localização

source: Inventory received
es_ar: Inventario recibido
fr_fr: Inventaire reçu
pt_br: Inventário recebido

source: Timeout querying the device inventory
es_ar: Expiro el tiempo para consultar el inventario del dispositivo
fr_fr: Délai d'attente expiré lors de la requête d'inventaire de l'appareil
pt_br: Esgotado tempo limite para pesquisar inventário no dispositivo

source: The device answered
es_ar: El dispositivo respondió
fr_fr: L'appareil a répondu
pt_br: O dispositivo respondeu

source: Timeout querying the device
es_ar: Expiro el tiempo de consulta del dispositivo
fr_fr: Délai d'attente expiré lors de la requête vers l'appareil
pt_br: Esgotado tempo limite para pesquisar o dispositivo

source: Enrollment failed
es_ar: Inscripción fallida
fr_fr: Echec d'enrôlemnt
pt_br: Falha ao cadastrar

source: Installation wizard
es_ar: Ayudante de insalación
fr_fr: Assistant d'installation
pt_br: Assistente de instalação

source: General configuration
es_ar: Configuración general
fr_fr: Configuration générale
pt_br: Configuração geral

source: Message queue
es_ar: Cola de mensajes
fr_fr: File d'attente de message
pt_br: Fila de mensagens

source: Debug
es_ar: Depurar
fr_fr: Débogage
pt_br: Depurar

source: Bugcollector password
es_ar: Contraseña del Bugcollector
fr_fr: Mot de passe du collecteur de bugs
pt_br: Senha do bugcollector

source: Finish
es_ar: Terminar
fr_fr: Terminé
pt_br: Terminar

source: Next
es_ar: Siguiente
fr_fr: Suivant
pt_br: Próximo

source: Deploy notification failed
es_ar: Fallo la notificación de despliegue
fr_fr: La notification de déploiement a échoué
pt_br: A notificação de implantação falhou

source: You are not allowed to change the device limit
es_ar: No le esta permitido cambiar el limite de dispositivos
fr_fr: Vous n'êtes pas autorisé à modifier la limite du nombre d'appareils
pt_br: Você não tem permissão para alterar o limite de dispositivos

source: You are not allowed to change the download URL of the MDM agent
es_ar: No le esta permitido cambiar la URL de descarga del agente MDM
fr_fr: Vous n'êtes pas autorisé à modifier l'URL de téléchargement de l'agent MDM
pt_br: Você não tem permissão para alterar o URL de download do agente do MDM

source: You are not allowed to change the invitation token life
es_ar: No le esta permitido cambiar el token de invitacion
fr_fr: Vous n'êtes pas autorisé à modifier la durée de vie du jeton d'invitation
pt_br: Você não tem permissão para alterar a vida do token de convite

source: The agent token life invalid or too long
es_ar: La vida del token de agente no es válida o es demasiado larga
fr_fr: La durée de vie du jeton de l'agent est trop grande
pt_br: A vida útil do token do agente é inválida ou muito longa

source: Flyve MDM supervision
es_ar: Supervisión de Flyve MDM
fr_fr: Supervision Flyve MDM
pt_br: Supervisão MDM Flyve

source: Helpdesk information
es_ar: Información del centro de soporte
fr_fr: Information de support
pt_br: Informação de helpdesk

source: Invitation
es_ar: Invitación
pt_br: Convite

source: File
es_ar: Archivo
pt_br: Arquivo

source: File uploaded without name
es_ar: Archivo subido sin nombre
fr_fr: Le fichier a été téléversé sans nom
pt_br: Arquivo carregado sem nome

source: Failed to store the uploaded file
es_ar: Fallo al guardar el archivo cargado
fr_fr: Echec d'enregistrement du fichier téléversé
pt_br: Falha ao armazenar o arquivo enviado

source: No file uploaded
es_ar: No hay ningún archivo subido
fr_fr: Aucun fichier téléversé
pt_br: Nenhum arquivo carregado

source: File upload failed
es_ar: Error de carga de archivos
fr_fr: Le télélversement du ficher a échoué
pt_br: Falha ao enviar arquivo

source: Temp directory doesn't exist
es_ar: Directorio Temp no existe
fr_fr: Le dossier temporaire n'existe pas
pt_br: Diretório temporário não existe

source: No default fleet found to move devices
es_ar: No se encontró una flota por defecto para mover dispositivos
fr_fr: Pas de flotte par défaut pour déplacer les appareils
pt_br: Nenhuma frota padrão disponível para mover o dispositivo

source: Could not move all devices to the not managed fleet
es_ar: No pudo pasar todos los dispositivos a la flota no administrada
fr_fr: Impossible de déplacer tous les appareils vers la flotte non gérée
pt_br: Não foi possível mover todos os dispositivos para a frota não gerenciada

source: Could not delete policies on the fleet
es_ar: No se puede eliminar las políticas de la flota
fr_fr: Impossible de suppriler les stratégies de la flotte
pt_br: Não foi possível eliminar políticas na frota

source: not managed fleet
es_ar: flota no administrada
fr_fr: Flotte non gérée
pt_br: Frota não gerenciada

source: Persisted notification not updated.
es_ar: Notificación permanente no actualizada
fr_fr: La notification persistée n'a pas été mise à jour.
pt_br: Notificação persistente não atualizada.

source: Unable to get rule for entity
es_ar: No se pudo obtener la regla de la entidad
fr_fr: Impossible de trouver la règle pour l'entité
pt_br: Não é possível obter regra para entidade

source: Geolocation
es_ar: Geolocalización
pt_br: Geolocalização

source: associated device is mandatory
es_ar: dispositivo asociado es obligatorio
fr_fr: L'appareil associé est obligatoire
pt_br: Dispositivo associado é obrigatório

source: latitude and longitude are mandatory
es_ar: latitud y longitud son obligatorios
fr_fr: la latitude et la longitude sont obligatoires
pt_br: latitude e longitude são obrigatórios

source: latitude is invalid
es_ar: latitud no es válida
fr_fr: La latitude est invalide
pt_br: Latitude é inválida

source: longitude is invalid
es_ar: longitud no es válida
fr_fr: La longitude est invalide
pt_br: Longitude é inválida

source: Device not found
es_ar: Dispositivo no encontrado
fr_fr: Appareil non trouvé
pt_br: Dispositivo não encontrado

source: Invitations
es_ar: Invitaciones
pt_br: Convites

source: No invitations stats available, send one first.
es_ar: Estadísticas de invitaciones no disponible, envíe primero una
fr_fr: Aucune statistique pour les invitations n'est disponible. Envoyez d'abord une invitation.
pt_br: Não há estatísticas de convites disponíveis, envie um primeiro.

source: Done
es_ar: Hecho
fr_fr: Terminé
pt_br: Feito

source: Pending
es_ar: Pendiente
fr_fr: En attente
pt_br: Pendente

source: Devices per operating system version
es_ar: Dispositivos por cada versión del sistema operativo
fr_fr: Appareils par version de système d'exploitation
pt_br: Dispositivos por versão do sistema operacional

source: No devices stats available, enrol or import your mobile computer assets first
es_ar: Estadísticas de dispositivos no disponible, inscriba o importe primero su activo móvil primero
fr_fr: Aucune statistique pour les appareils mobiles n'est disponible. Enrôlez ou importez d'abord un appareil mobile.
pt_br: Não há estatísticas de dispositivos disponíveis, inscreva-se ou importe os recursos do seu computador móvel primeiro

source: Email address is invalid
es_ar: Dirección de correo electrónico no es válida
fr_fr: L'adresse email est invalide
pt_br: Endereço de e-mail inválido

source: Cannot create the user
es_ar: No se puede crear el usuario
pt_br: Não foi possível criar o usuário

source: The user already exists and has been deleted. You must restore or purge him first.
es_ar: El usuario ya existe y se ha eliminado. Debe restaurar o purgarlo primero.
pt_br: O usuário já existe e foi excluído. Você deve restaurá-lo ou expurga-lo primeiro.

source: Invalid token expiration date interval
es_ar: Intervalo de fecha para el token invalido
fr_fr: Intervalle de date d'expiration de jeton invalide
pt_br: Intervalo de data de expiração do token inválido

source: Cannot delete the document. Delete the attached invitation first
es_ar: No se puede eliminar el documento. Eliminar primero la invitación adjunta
fr_fr: Impossible de créer le document. Supprimez d'abord les invitations rattachées
pt_br: Não foi possível deletar o documento. Delete o convite anexado primeiro

source: Enrollment QR code
es_ar: Código QR de la inscripción
fr_fr: Code QR d'enrôlement
pt_br: "QR code" de inscrição

source: Invitation log
es_ar: Registro de invitación
pt_br: Log de Convite

source: Configuration
es_ar: Configuración
pt_br: Configuração

source: MQTT subscriber
es_ar: Subscriptor MQTT
pt_br: MQTT assinante

source: Link to download the FlyveMDM Android application
es_ar: Enlace para descargar la aplicación FlyveMDM Android
fr_fr: Lien de téléchargement de l'application Android Flyve MDM
pt_br: Link para download do FlyveMDM para Android

source: Enrollment URL
es_ar: URL de inscripción
fr_fr: URL d'enrôlement
pt_br: URL de inscrição

source: First name of the Flyve MDM fleets manager
es_ar: Nombre del administrador de flotas Flyve MDM
fr_fr: Prénom du gestionnaire de flottes Flyve MDM
pt_br: Primeiro nome do gerente de frotas do Flyve MDM

source: Last name of the Flyve MDM fleets manager
es_ar: Apellido del administrador de flotas Flyve MDM
fr_fr: Nom du gestionnaire de flottes Flyve MDM
pt_br: Sobrenome do gerente de frotas do Flyve MDM

source: Name of the helpdesk
es_ar: Nombre del centro de soporte
fr_fr: Nom du support
pt_br: Nome do helpdesk

source: Phone number of the helpdesk
es_ar: Número de teléfono del centro de soporte
fr_fr: Numéro de téléphone du support
pt_br: Número de telefone do helpdesk

source: Website of the helpdesk
es_ar: Sitio web del centro de soporte
fr_fr: Site internet du support
pt_br: Website do helpdesk

source: Email address of the helpdesk
es_ar: Correo electrónico del centro de soporte
fr_fr: Adresse email du support
pt_br: Endereço de email do helpdesk

source: Address of the helpdesk
es_ar: Dirección del centro de soporte
fr_fr: Adresse postale du suport
pt_br: Endereço do helpdesk

source: Guest user
es_ar: Usuario invitado
fr_fr: Utilsiateur invité
pt_br: Usuário convidado

source: Package
es_ar: Paquete
pt_br: Pacote

source: Package Flyve MDM
es_ar: Paquete Flyve MDM
pt_br: Pacote Flyve MDM

source: Unable to save the file
es_ar: No se puede guardar el archivo
fr_fr: Impossible de sauvegarder le fichier
pt_br: Impossibilitado de salvar o arquivo

source: Could not parse the APK file
es_ar: No pudo analizar el archivo APK
pt_br: Não foi possível analisar o arquivo APK

source: Parse an application to find metadata
es_ar: Analizar una aplicación para encontrar su metadata
fr_fr: Analyse une application pour obtenir ses méta données
pt_br: Analisar um aplicativo para encontrar metadados

source: Only APK and UPK files are allowed
es_ar: Se permiten sólo los archivos APK y UPK
fr_fr: Seuls les fichiers APK et UPK sont autorisés
pt_br: São permitidos apenas os arquivos APK e UPK

source: Policy
es_ar: Política
pt_br: Política

source: Policy category
es_ar: Categoría de política

source: Enumeration data
es_ar: Datos de enumeración
fr_fr: Donnée d'énumération
pt_br: Dados de enumeração

source: Default value
es_ar: Valor por defecto
fr_fr: Valeur par défaut
pt_br: Valor padrão

source: Recommended value
es_ar: Valor recomendado
fr_fr: Valeur recommandée
pt_br: Valor recomendado

source: Requires system permission
es_ar: Requiere permisos del sistema
fr_fr: Requiert les permissions système
pt_br: Requer permissão do sistema

source: Android minimum version
es_ar: Versión mínima de Android
fr_fr: Version minimum Android
pt_br: Versão mínima do Android

source: Android maximum version
es_ar: Versión máxima de Android
fr_fr: Version maximum Android
pt_br: Versão máxima do Android

source: Apple minimum version
es_ar: Versión mínima de Apple
fr_fr: Version minimum Apple
pt_br: Versão mínima da Apple

source: Apple maximum version
es_ar: Versión máxima de Apple
fr_fr: Version maximum Apple
pt_br: Versão máxima da Apple

source: Received
es_ar: Recibida
fr_fr: Reçu
pt_br: Recebido

source: Failed
es_ar: Fallida
fr_fr: Echoué
pt_br: Falhou

source: Canceled
es_ar: Cancelada
fr_fr: Annulé
pt_br: Cancelado

source: Overriden
es_ar: Anulado
fr_fr: Ignoré
pt_br: Sobrescrito

source: Compatibility with Android up to %1$s.
es_ar: Compatibilidad con Android hasta %1$s.
pt_br: Compatibilidade com o Android até .%1$s

source: Compatibility with Android from %1$s.
es_ar: Compatibilidad con Android desde %1$s.
pt_br: Compatibilidade com o Android de %1$s.

source: Compatibility with Android %1$s to %2$s.
es_ar: Compatibilidad con Android %1$s hasta %2$s.
pt_br: Compatibilidade com o Android %1$s para %2$s.

source: The remove on delete flag is mandatory
es_ar: La bandera de remover al borrar es obligatoria
fr_fr: Le témoin de suppression est obligatoire
pt_br: A Flag de remoção para exclusão é obrigatório

source: The remove on delete flag must be 0 or 1
es_ar: La bandera de remover al borrar debe ser 0 o 1
fr_fr: Le témoin de suppression doit être 0 ou 1
pt_br: A Flag de remoção deve ser 0 ou 1

source: You must choose an application to apply this policy
es_ar: Debe elegir una aplicación para aplicar esta política
fr_fr: Vous devez choisir une application à appliquer à cette stratégie
pt_br: Você deve escolher um aplicativo para aplicar esta política

source: The application does not exists
es_ar: La aplicación no existe
fr_fr: L'application n'existe pas
pt_br: A aplicação não existe

source: A removal policy for this application is applied. Please, remove it first.
es_ar: Se aplica una directiva de remoción para esta aplicación. Por favor, elimínela primero.
fr_fr: Une stratégie de suppression pour cette application est définie. Supprimez la d'abord.
pt_br: Uma política para remoção deste aplicativo foi adicionada. Por favor, remova-a primeiro.

source: Waiting
es_ar: Esperando
fr_fr: En attente
pt_br: Esperando

source: A destination and the remove on delete flag are mandatory
es_ar: Un destino y la bandera de eliminar al borrar son obligatorios
fr_fr: Une destination et in témoin de suppression sont obligatoires
pt_br: Um destino e uma marcação de exclusão são obrigatórios para apagar

source: You must choose a file to apply this policy
es_ar: Usted debe elegir un archivo para aplicar esta política
fr_fr: Vous devez choisir un fichier à appliquer à cette stratégie
pt_br: Você deve escolher um arquivo para aplicar essa política

source: The file does not exists
es_ar: El archivo no existe
fr_fr: Le fichier n'existe pas
pt_br: Este arquivo não existe

source: invalid base path
es_ar: Ruta base no válida
fr_fr: Chemin de base non valide
pt_br: Caminho base inválido

source: A removal policy is applied for this file destination. Please, remove it first.
es_ar: Se aplica una directiva de eliminación para este destino de archivo. Por favor, elimínela primero.
fr_fr: Une stratégie de suppression est appliquée sur ce fichier. Supprimez la d'abord.
pt_br: Uma política de remoção foi aplicada para esse destino de arquivo. Por favor, remova-o primeiro.

source: An application ID is required
es_ar: Se requiere un ID de aplicación
fr_fr: Un identifiant d'application est requis
pt_br: Uma ID de aplicação é necessária

source: Task
es_ar: Tarea

source: Notifiable and policy must be specified
es_ar: Notificable y política deben ser especificados
fr_fr: Un objet notifiable et une stratégie doivent être spécifiés
pt_br: Notificável e política deve ser especificada

source: Policy not found
es_ar: Política no encontrada
fr_fr: Stratégie non trouvée
pt_br: Política não encontrada
