Repository: flyve-mdm/glpi-plugin
Catalog: locales/*.po
Languages: es_ar, fr_fr, pt_br

source: Warning: if the plugin is already configured, re-running the configuration wizard may break communication with already enrolled devices.
es_ar: Advertencia: si el plugin esta ya configurado, ejecutar nuevamente el ayudante de configuración puede hacer perder la comunicación con dispositivos ya inscritos
fr_fr: Attention : si le plugin est déjà configuré, ré-exécuter l'assistant de configuration pourrait casser la communication a vec les apapreils déjà enrôlés.
pt_br: Aviso: se o plug-in já estiver configurado, a execução do assistente de configuração poderá interromper a comunicação com dispositivos já inscritos.

source: Revision information
es_ar: Información de revisión
fr_fr: Information de révision
pt_br: Informação de revisão

source: GLPI is not properly configured. Please check the general settings, the API settings and the notification settings.
es_ar: GLPI no esta correctamente configurado. Por favor revise los parámetros generales, los parámetros de la API y los parámetros de notificación.
fr_fr: GLPI n'est pas configuré correctement. Veuillez vérifier la configuration générale, la configuration de l'API et la configuration des notifications.
pt_br: O GLPI não está configurado corretamente. Por favor, verifique as configurações gerais, as configurações da API e as configurações de notificação.

source: Invite users to enroll one device.
es_ar: Invite usuarios para inscribir un dispositivo.
fr_fr: Inviter des utilisateurs à enrôler un appareil
pt_br: Convide usuários para registrar um dispositivo.

source: They will receive an message to their default email address containing a QR Code and instructions to enroll.
es_ar: Recibirá un mensaje a su dirección de correo electrónico predeterminado que contiene un código QR e instrucciones para inscribirse.
fr_fr: Ils recevront un message dans leur adresse par défaut contenant un ode QR et les instructions pour s'enrôler.
pt_br: Eles receberão uma mensagem para seu endereço de e-mail padrão contendo um código QR e instruções para se inscrever.

source: Lock
es_ar: Cerradura
fr_fr: Verrouiller
pt_br: Bloquear

source: Wipe
es_ar: Limpie
fr_fr: Effacer
pt_br: Limpar

source: Unenroll
es_ar: Retirar
fr_fr: Désenrôler
pt_br: Desassociar

source: Document types
es_ar: Tipo de documentos
fr_fr: Types de document
pt_br: Tipos de documentos

source: Allow upload of APK and UPK files
es_ar: Permite subir archivos de APK y UPK
fr_fr: Autoriser l'envoi de fichiers APK et UPK
pt_br: Permitir o upload de arquivos APK e UPK

source: add document types
es_ar: agregar tipos de documentos
fr_fr: Ajouter des types de document
pt_br: adicionar tipos de documento

source: Device type
es_ar: Tipo de dispositivo
fr_fr: Type d'appareil
pt_br: Tipo de dispositivo

source: Computer type for the devices
es_ar: Tipo de computador para los dispositivos
fr_fr: Type d'ordinateur pour les appareils
pt_br: Tipo de computador para os dispositivos

source: Agent account type
es_ar: Tipo de cuenta del agente
fr_fr: Type de compte d'agent
pt_br: Tipo de conta do agente

source: Account type for the devices
es_ar: Tipo de cuenta para los dispositivos
fr_fr: Type de compte pour les appareils
pt_br: Tipo de conta para os dispositivos

source: Invitation deeplink
es_ar: Vínculo profundo de invitación
fr_fr: Deeplink d'invitation
pt_br: Convite deeplink

source: Invitation deeplink URL
es_ar: URL del vínculo profundo de invitación
fr_fr: URL du deplink d'invitation
pt_br: URL de link direto do convite

source: Base URL of the deeplink micro service
es_ar: URL base del micro-servicio del vínculo profundo
fr_fr: Url de base du micro service des deeplinks
pt_br: URL base do micro serviço deeplink

source: Restrictions
es_ar: Restricciones
pt_br: Restrições

source: Default device limit per entity
es_ar: Límite por defecto de dispositivos por entidad
fr_fr: Limite par défaut d'appareils par entité
pt_br: Limite padrão de dispositivos por entidade

source: No more devices than this quantity are allowed per entity by default (0 = no limitation)
es_ar: Por defecto no se admiten más dispositivos que esta cantidad por entidad (0 no = límite)
fr_fr: Nombre maximum par défaut d'appareils permis par entité (0 = pas de limite)
pt_br: Não é permitido mais do que essa quantidade de dispositivos por entidade por padrão (0 = sem limite)

source: Wizard complete
es_ar: Ayudante completado
fr_fr: L'assistant est terminé
pt_br: Assistente completo

source: This wizard will no longer be accessible.
es_ar: El ayudante ya no estará disponible
fr_fr: Cet assistant ne sera plus accessible.
pt_br: Este assistente não estará mais acessível.

source: Requirements
es_ar: Requerimientos
fr_fr: Pré-requis
pt_br: Requisitos

source: To setup Flyve MDM please connect to your server with a command line interface. Some operations require a root access.
es_ar: Para configurar Flyve MDM por favor conectarse a su servidor mediante una interfaz de linea de comandos. Algunas operaciones requieren un acceso root o de súper administrador.
fr_fr: Pour configurer Flyve MDM veuillez vous connecter à votre serveur avec une invite de commande. Certaines opérations requièrent les privilèges root.
pt_br: Para configurar o Flyve MDM, conecte-se ao seu servidor com uma interface de linha de comando. Algumas operações requerem um acesso root.

source: This wizard will guide you through the steps to setup Flyve MDM.
es_ar: Este ayudante lo guiara a través de varios pasos para configurar Flyve MDM.
fr_fr: Cet assistant vous guidera dans les étapes pour configurer Flyve MDM.
pt_br: Este assistente irá guiá-lo através dos passos para configurar o Flyve MDM.

source: Cron Job
es_ar: Tareas programadas
fr_fr: Tâche cron
pt_br: Tempo de trabalho

source: Flyve MDM requires cron job to run automatic actions.
es_ar: Flyve MDM requiere de tareas programadas para ejecutar acciones automáticas.
fr_fr: Flyve MDM requiert une tâche cron pour exécuter des actions automatiques.
pt_br: O Flyve MDM requer tempo de trabalho para executar ações automáticas.

source: As root in a terminal, execute the following command. Adapt www-data to the user running your HTTP server.
es_ar: Como súper administrador en un terminal ejecute el siguiente comando. Ajuste el valor www-data al usuario que corre su servidor HTTP.
fr_fr: En tant que root dans le terminal, exécutez les commandes suivantes. Adaptez www-data en fonction de l'utilsiateur exécutant votre serveur HTTP.
pt_br: Como root em um terminal, execute o seguinte comando. Adapte o www-data ao usuário que está executando o seu servidor HTTP.

source: Add, if missing, the following line. Adapt path to php CLI binary and path to GLPI:
es_ar: Agregue, si falta, la siguiente linea. Ajuste la ruta del comando PHP y la ruta a GLPI:
fr_fr: Ajoutez, si besoin, la ligne suivante. Adaptez le chemin vers le binaire php CLI et le chemin vers GLPI :

source: Automatic actions registered in the scheduler of GLPI will run every minute.
es_ar: Acciones automáticas registradas en el planificador de GLPI se ejecutaran cada minuto.
fr_fr: Les actions automatiques enregistrées dans l'ordonnanceur de GLPI s'exécuteront chaque minute.

source: Email notifications
es_ar: Notificaciones por correo electrónico
fr_fr: Notifications par messagerie

source: Flyve MDM requires email notifications. The following link will open a new tab to the email notifications settings.
es_ar: Flyve MDM requiere notificaciones por correo electrónico. El siguiente vínculo abrirá una nueva ventana hacia los ajustes de correo electrónico.
fr_fr: Flyve MDM requiert l'envoi de notifications par messagerie. Le lien suivant va ouvrir un nouvel onglet de navigateur vers la configuration des notifications par mesasgerie.

source: The queuednotification must have set Run mode to CLI. This action will be triggered by the cron job. The following link will open a new tab to the Automatic actions list
es_ar: La cola de notificaciones deben se ejecutadas en el modo CLI. Esta acción sera ejecutada por la tarea cron. El siguiente vínculo abrirá una nueva ventana a la lista de acciones automáticas
fr_fr: L'action queuednotification doit être configurée en mode d'exécution CLI. Cette action sera exécutée par la tâche cron. LE lien suivant va ouvrir un onglet de navigateur vers la liste des actions automatiques.

source: Automatic actions
es_ar: Acciones automáticas
fr_fr: Actions automatiques

source: Ensure the cron job is properly configure by checking the log glpi/files/_log/cron.log. The entry should contain the word External
es_ar: Asegúrese que la tarea cron este propiamente configurada revisando el log glpi/files/_log/cron.log. El registro debe contener solo la palabra External
fr_fr: Assurez-vous que la tâche cron est correctemetn configurée en vérifiant le fichier de journal glpi/files/_log/cron.log. Les entrées de journal doivent contenir le mot External.

source: REST API
es_ar: API REST
fr_fr: API REST

source: Flyve MDM requires REST API enabled. The following link will open a new tab to the REST API settings.
es_ar: Flyve MDM requiere que la API REST este habilitada. El siguiente vínculo abrirá una nueva ventana a los ajustes de la API REST.
fr_fr: Flyve MDM r equiert qur l'API REST soit activée. Le lien suivant va ouvrir un onglet de nvigateur vers la configuration de l'API REST.

source: Make sure the following setting is populated:
es_ar: Asegúrese que los siguientes ajustes estén declarados:
fr_fr: Assurez-vous que le paramétrage suivant est renseigné :

source: - URL of the API (example: https://example.com/glpi/apirest.php/)
es_ar: - URL para la API (ejemplo: https://ejemplo.com/glpi/apirest.php/)
fr_fr: - URL de l'API (exemple : https://example.com/glpi/apirest.php/)

source: Make sure the following settings are enabled:
es_ar: Asegúrese que los siguientes ajustes estén habilitados:
fr_fr: Assurez-vous que les paramétrages suivants sont activés :

source: - Rest API
es_ar: - API Rest
fr_fr: - API REST

source: - Login with credentials
es_ar: - Inicio de sesión con credenciales
fr_fr: - Authentification avec identifiants

source: - Login with external token
es_ar: - Inicio de sesión con un token externo
fr_fr: - Authentification avec jeton externes

source: - Add an API client leaving empty IPv4 address range, IPv6 address and application token.
es_ar: - Agregue un cliente API dejando vacío la dirección IPv4, IPv6 y el token de aplicación.
fr_fr: - Ajoutez un client API en laissant vide les plages d'adresse IPv4 et IPv6, ainsi que le jeton d'application.

source: General setup
es_ar: Ajuste general
fr_fr: Configuration généralze

source: Flyve MDM needs to know the public URL of GLPI. The following link will open a new tab to the general setup.
es_ar: Flyve MDM necesita saber la URL publica de GLPI. El siguiente vínculo abrira una nueva ventana hacia los ajustes generales.
fr_fr: Flyve MDM a besoin de connaitre l'URL publique de GLPI. Le lien suivant va ouvrir un onglet de navigateur vers la configuration générale.

source: Make sure the following settings is populated:
es_ar: Asegúrese que los siguientes ajustes estén declarados:
fr_fr: Assurez-vous que les paramétrages suivants sont renseignés :

source: - URL of the application (example: https://example.com/glpi)
es_ar: - URL de la aplicación (ejemplo: https://ejemplo.com/glpi)
fr_fr: - URL de l'application (exemple: https://example.com/glpi)

source: Document Types
es_ar: Tipo de documentos
fr_fr: Types de document

source: You must add the APK and UPK document types in order to upload Android and Uhuru packages.
es_ar: Debe agregar los tipo de documentos APK y UPK para subir paquetes Android y Uhuru.
fr_fr: Vous devez ajouter les types de document APK et UPK pour pouvoir téléverser des paquetages Android et Uhuru.

source: Just click in the following button and they will be automatically added
es_ar: Solo haga clic en el siguiente botón y serán agregados automáticamente
fr_fr: Cliquez simplment sur le bouton suivant et ils seront automatiquement ajoutés.

source: Server Configuration
es_ar: Configuración del servidor
fr_fr: Configuration du serveur

source: Flyve MDM allows uploading files, Android and Uhuru Mobile packages. Ensure php.ini allows reasonable upload sizes.
es_ar: Flyve MDM permite subir archivos de paquetes Adroid y Uhuru Mobile. Asegúrese que el php.ini permita un tamaño de subidas razonable.
fr_fr: Flyve MDM perlet le téléversemetn de fichiers, de paquetages Android et Uhuru Mobile. Vérifiez que php.ini permet une taille d'envoi raisonnable.

source: For example:
es_ar: Por ejemplo:
fr_fr: Par exemple :

source: Fusion Inventory Configuration
es_ar: Configuración de Fusion Inventory
fr_fr: Configuration Fusion Inventory

source: For FusionInventory greater than 9.1 + 1.1:
es_ar: Para FusionInventory mayor a 9.1 + 1.1:
fr_fr: Pour FusionInventory supérieur à 9.1+1.1 :

source: It is required to deactivate the following rules in the Equipment import and link rules menu:
es_ar: Es requerido que desactive las siguientes reglas en el menú de reglas de importación y actualización de bienes:
fr_fr: Il est obligatoire de désactiver les règles suivantes dans le menu Règles d'import d'équipement et de liaison :

source: The following link will open a new tab to the Rules > Equipment import and link rules section of FusionInventory
es_ar: El siguiente vínculo abrirá una nueva ventana a Reglas > Reglas de importación y actualización de bienes de FusionInventory
fr_fr: Le lien suivant ouvrira un nouvel onglet vers Règles > Règles d'import de matériel et de liaison de Fusion Inventory

source: Rules
es_ar: Reglas
fr_fr: Règles

source: Not disabling this rule will make FusionInventory reject inventories from devices.
es_ar: El no deshabilitar esta regla hará que FusionInventory rechace los inventarios de dispositivos.
fr_fr: Ne pas désactiver cette règle va faire que FusionInventory va rejeter les inventaires des appareils.

source: DBMS access for Mosquitto
es_ar: Acceso SGBD para Mosquitto
fr_fr: Accès au SGBD pour Mosquitto

source: Flyve MDM requires that Mosquitto has access to the database of GLPI, this is for the authentication process of its clients.
es_ar: Flyve MDM necesita que Mosquitto tenga acceso a la base de datos GLPI, esto es para los procesos de autenticación para su clientes.
fr_fr: Flyve MDM requiert que Mosquitto a accès à la base de données de GLPI pour le processus d'authentification de ses clients.

source: It is recommended to create a dedicated user for Mosquitto allowed to connect only from its specific IP.
es_ar: Es recomendado crear un usuario dedicado de Mosquitto para permitir conectarse solo desde su IP especifica.
fr_fr: Il est recommandé de créer un utilsateur dédié à Mosquitto autorisé à se connecter uniquement à partir de son adresse IP.

source: Run the following command on your MySQL host, adapt mqtt.server.ip and glpi-database-name
es_ar: Ejcute el siguiente comando en su servidor MySQL, ajuste los valores de mqtt.server.ip y glpi-dabasae-name
fr_fr: Exécutez la commande suivante sur votre serveur MySQL, adaptez mqtt.server.ip et glpi-database-name

source: This user should be able to only SELECT the following tables:
es_ar: A este usuario debe permitirle solo hacer SELECT de las siguientes tablas:
fr_fr: Cet utilisateur devrait être en mesure d'effectuer uniquement un SELECT sur les tables suivantes :

source: Run the following commands on your MySQL host, and adapt the name of the database and the mqtt.server.ip
es_ar: Ejecute los siguientes comandos en su servidor MySQL y adapte el nombre de la base de datos y el mqtt.server.ip
fr_fr: Exécutez les commandes suivantes sur votre serveur MySQL et adaptez mqtt.server.ip

source: Create the file
es_ar: Crear el archivo
fr_fr: Créez le ficher

source: Insert the following content, and adapt the bind address to the interface used by Mosquitto to connect to your DBMS.
es_ar: Ingrese el siguiente contenido y ajuste la dirección asociada a la interfaz usada por Mosquitto para conectarse a su SGBD.
fr_fr: Insérez le contenu suivant et adaptez bind address en fonction de l'interface utilisée par Mosquitto pour se connecter à votre SGBD.

source: Restart your DBMS daemon and check it listens to the expected interface.
es_ar: Reinicie su servicio de SGBD y revise que este este escuchando en la interfaz esperada.
fr_fr: Redémarrez votre SGBD et vérifiez qu'il écoute sur l'interface attendue.

source: Check you can login to your DBMD from the host which will run Mosquitto.
es_ar: Revise que pueda iniciar sesión en su SGBD desde el servidor que correrá Mosquitto.
fr_fr: Assurez-vous que vous pouvez vous authentifier dans votre SGBD à partir de l'hôte qui exécute Mosquitto.

source: The following command will ask for the password you choosed earlier
es_ar: El siguiente comando solicitada la contraseña que ha elegido anteriormente
fr_fr: La commande suivante va demander le mot de passe que vous avez choisi prédcédemment.

source: Flyve MDM requires a Message queue server.
es_ar: Flyve MDM requiere un servidor de cola de mensajes
fr_fr: Flyve MDM requiert un serveur file de messages.

source: Prefer a dedicated server or VM for running Mosquitto.
es_ar: Preferible un servidor dedicado o una máquina virtual para ejecutar Mosquitto.
fr_fr: Préférez un serveur dédié ou une VM pour exécuter Mosquitto.

source: As root in a terminal, execute the following command
es_ar: Ejecute el siguiente comando desde el terminal como root
fr_fr: En tant que root dans un terminal, exécutez la commande suivante

source: Create
es_ar: Crear
fr_fr: Créer

source: Add the following content, adapting your DBMS credentials:
es_ar: Agregue el siguiente contenido adaptando sus credenciales al SGBD:
fr_fr: Ajoutez le contenu suivant, en adaptant vos identifiants au SGBD :

source: Check Mosquitto is listening to port 1883 (insecure).
es_ar: Verificar que Mosquitto este escuchando el puerto (inseguro) 1883.
fr_fr: Vérifiez que Mosquitto écoute sur le port 1883 (non sécurisé).

source: TLS Listener setup
es_ar: Ajustar escucha TLS
fr_fr: Configuration TLS

source: TLS provides security to the communication, through authentication of server and client, besides data encryption.
es_ar: TLS le proporciona seguridad a la comunicación entre el servidor de autentificación y el cliente, ademas de cifrado de datos.
fr_fr: TLS assure la sécurité de la communication, via l'authentification du serveur et du client, en plus du chiffrement.

source: Use TLS version 1.2, lower versions are no longer considered safe.
es_ar: Use TLS versión 1.2, las versiones anteriores no son consideradas como seguras.
fr_fr: Utilisez TLS version 1.2, les versions inférieures ne sont plus considérées comme sûres.

source: Mosquitto does not support SSLv2 or SSLv3 (and they are no longer safe).
es_ar: Mosquitto no soporta SSLv2 o SSlv3 (y ademas no son seguros).
fr_fr: Mosquitto ne supporte pas SSLv2 ou SSLv3 (et ces protocoles ne sont plus sûrs).

source: - Copy in /etc/mosquitto/certs your certificate, your certificate authority chain and private key.
es_ar: - Copie en /etc/mosquitto/certs su certificado, la cadena de la autoridad del certificado y la clave privad.
fr_fr: - Copiez dans /etc/mosquitto/certs votre certificat, votre chaine de certification et votre clé privée.

source: - Secure your private key
es_ar: - Asegure su clave privada
fr_fr: - Sécurisez votre clé privée

source: - Refresh hash and symlinks to your certificates
es_ar: - Actualice el hash y los vínculos simbólicos a sus certificados
fr_fr: - Rafraichissez les hash et les liens symboliques de vos certificats

source: Use a certificate signed by a certified authority or you may have trouble with the android devices, using them with custom certification authorities might not work (not tested).
es_ar: Use un certificado firmado por una autoridad certificada o puede tener problemas con los dispositivos Android, usandolo con autoridades de certificaciones personalizadas puede no funcionar (no probado).
fr_fr: Utilisez un certificat signé par une autorité certifiée ou bien vous pourriez avoir des problèmes avec les appareils Android. Les utiliser avec des autorités de certifications personnalisées pourrait ne pas fonctionner (cela n'a pas été testé).

source: Append the following to /etc/mosquitto/conf.d/flyvemdm.conf.
es_ar: Agregue lo siguiente a /etc/mosquitto/conf.d/flyvemdm.conf
fr_fr: Ajoutez à la fin de /etc/mosquitto/conf.d/flyvemdm.conf le contenu suivant.

source: - Restart Mosquitto
es_ar: - Reinicie Mosquitto
fr_fr: - Redémarrez Mosquitto

source: - Test you can successfully connect to Mosquitto
es_ar: - Pruebe que pueda conectarse correctamente a Mosquitto
fr_fr: - Testez que vous pouvez vous connecter à Mosquitto

source: - Check the ports that Mosquitto listens. You should see only the port 8883.
es_ar: - Revise que los puertos de Mosquitto escuchen. Debe ver solo el puerto 8883.
fr_fr: - Vérifiez les ports qu'écoute Mosquitto. Vous devriez ne voir que le port 8883.

source: Mosquitto client for the backend
es_ar: Cliente Mosquitto para el backend
fr_fr: Client Mosquitto pour le serveur

source: Flyve MDM requires to connect to Mosquitto.
es_ar: Flyve MDM necesita conectarse a Mosquitto.
fr_fr: Flyve MDM requiert une connection à Mosquitto.

source: For SYSV systems, link the init script in /etc/init.d/
es_ar: Para sistemas SYSV, vincule el script de inicio en /etc/init.d/
fr_fr: Pour les systèmes SYSV, liez le script init dans /etc/init.d/

source: Check the user configured in the script and adapt it if needed.
es_ar: Revise el usuario configurado en el script y ajuste si es necesario.
fr_fr: Vérifiez l'utilisateur configuré dans le script et adaptez-le si besoin.

source: Back
es_ar: Regresar
fr_fr: Retour

source: Wizard page:
es_ar: Página de asistente:
fr_fr: Page d'assistant :

source: There is no task status yet
es_ar: Aun no hay estatus de la tarea
fr_fr: Il n'y a pas encore de statut

source: Count
es_ar: Conteo
fr_fr: Compte

source: Package name
es_ar: Nombre del paquete
fr_fr: Nom du paquetage

source: Update the package
es_ar: El paquete de actualización
fr_fr: Mettre à jour un paquetage
pt_br: Atualizar o pacote

source: Actions
es_ar: Acciones
pt_br: Ações

source: MQTT broker
es_ar: Servicio MQTT
fr_fr: Serveur MQTT
pt_br: Corretor MQTT

source: MQTT broker address for clients
es_ar: Dirección del servicio MQTT para clientes
fr_fr: Adresse du broker MQTT pour les clients

source: An IP address or a hostname used by the client devices to communicate with the broker
es_ar: Una dirección IP o un nombre de host usado por el cliente en el dispositivo para comunicarse con el bróker
fr_fr: Une adresse IP ou un nom d'hôte utilisé par les appareils clients pour communiquer avec le broker

source: MQTT broker address for backend
es_ar: Dirección del servicio MQTT para el backend
fr_fr: Adresse du broker MQTT pour le serveur

source: An IP address or a hostname used by the backend to communicate with the broker
es_ar: Una dirección IP o un nombre de host usado por el backend para comunicarse con el agente
fr_fr: Une adresse IP ou un nom d'hôte utilisé par le serveur pour communiquer avec le broker

source: MQTT broker port
es_ar: Puerto del servicio MQTT
fr_fr: Port du serveur MQTT
pt_br: Porto de corretor MQTT

source: A port number between 1025 and 65535, standard port is 1883
es_ar: Un número de puerto entre 1025 y 65535, el puerto estándar es 1883
fr_fr: Un numéro de port entre 1025 et 65535, le port standard est 1883

source: MQTT broker port for TLS
es_ar: Puerto TLS para el servicio MQTT
fr_fr: Port du broker MQTT pour TLS

source: A port number between 1025 and 65535, standard port is 8883
es_ar: Un número de puerto entre 1025 y 65535, el puerto estándar es 8883
fr_fr: Un numéro de port entre 1025 et 65535, le port standard est 8883

source: Use TLS for clients
es_ar: Usar TLS para clientes
fr_fr: Utiliser TLS pour les clients
