Repository: flyve-mdm/glpi-plugin
Catalog: locales/*.po
Languages: es_ar, fr_fr, pt_br

source: Use TLS for MQTT communication between the broker and the client devices
es_ar: Usar TLS para comunicaciones MQTT entre el servidor y los dispositivos clientes
fr_fr: Utiliser TLS pour les communications MQTT entre le broker et les appareils clients

source: Use TLS for backend
es_ar: Usar TLS para el backend
fr_fr: Utilsier TLS pour le serveur

source: Use TLS for MQTT communication between the broker and the backend
es_ar: Usar TLS para la comunicación MQTT entre el bróker y el backend
fr_fr: Utiliser TLS pour les communications MQTT entre le broker et le serveur

source: CA certificate
es_ar: Certificado CA
fr_fr: Certificat CA
pt_br: Certificado de CA

source: Cipher suite (TLS enabled)
es_ar: Suite de cifrado (TLS habilitada)
fr_fr: Suite de chiffrements (TLS activé)
pt_br: Suíte de criptografia (TLS habilitado)

source: Mqtt broker cipher suite
es_ar: Suite de cifrado del servicio MQTT
fr_fr: Suite de chiffrements du serveur MQTT
pt_br: Suíte de cifra de corretor MQTT

source: test
es_ar: prueba
fr_fr: tester
pt_br: teste

source: Client certificate server (Broker MQTT with TLS enabled)
es_ar: Servidor de certificados de cliente (intermediario MQTT con TLS habilitada)
fr_fr: Serveur de certificat client (Serveur MQTT avec TLS activé)
pt_br: Servidor de certificado de cliente (corretor MQTT com TLS habilitado)

source: Use client certificates
es_ar: Utilizar certificados de cliente
fr_fr: Utiliser des certificats client
pt_br: Usar certificados de cliente

source: Ssl certificate server for MQTT clients
es_ar: Servidor de certificados SSL para clientes MQTT
fr_fr: Serveur de cerrtificats SSL pour les clients MQTT
pt_br: Servidor de certificados SSL para clientes MQTT

source: apply a policy
es_ar: aplicar una política de
fr_fr: Appliquer une stratégie
pt_br: aplicar uma política

source: Value
es_ar: Valor
fr_fr: Valeur
pt_br: Valor

source: Applied policies
es_ar: Políticas aplicadas
fr_fr: Stratégies appliquées
pt_br: Políticas aplicadas

source: Application date
es_ar: Fecha de aplicación
fr_fr: Date d'application

source: Last change date
es_ar: Fecha del ultimo cambio
fr_fr: Date de la dernière modification

source: There is no agent yet
es_ar: Todavía no hay ningún agente
fr_fr: Il n'y a pas encore d'agent
pt_br: Ainda não há nenhum agente

source: Date
es_ar: Fecha

source: Topic
es_ar: Tópico

source: Message
es_ar: Mensaje

source: Support name
es_ar: Nombre de soporte
fr_fr: Nom du support

source: Support address
es_ar: Dirección de soporte
fr_fr: Adresse du support

source: Support phone
es_ar: Teléfono de soporte
fr_fr: Numéro de téléphone du support

source: Support website
es_ar: Sitio web de soporte
fr_fr: Site internet du support

source: Support email
es_ar: Correo electrónico de soporte
fr_fr: Adresse de messagerie du support

source: MDM Agent URL
es_ar: URL del agente MDM
fr_fr: URL de l'agent MDM

source: No
fr_fr: Non
pt_br: Não

source: General
fr_fr: Général
pt_br: Geral

source: https://cert.domain.com/path/to/service
fr_fr: https://cert.domaine.com/chemin/vers/service

source: Apple
pt_br: maçã

source: Incompatible
pt_br: Incompatível

source: Alias
pt_br: Apelido
