Repository: flyve-mdm/glpi-plugin
Catalog: locales/*.po
Languages: es_ar, fr_fr, pt_br

source: Incorrect value for this policy
es_ar: Valor incorrecto para esta política
fr_fr: Valeur incorrecte pour cette stratégie
pt_br: Valor incorreto para essa política

source: This is not a notifiable object
es_ar: Este no es un objeto notificable
pt_br: Este não é um objeto notificável

source: Cannot find the notifiable object
es_ar: No se puede encontrar el objeto notificable
fr_fr: Impossible de trouver l'objet notifiable
pt_br: Não é possível encontrar o objeto notificável

source: Cannot apply a policy on a not managed fleet
es_ar: No se puede aplicar una política con una flota no administrada
fr_fr: Impossible d'appliquer une stratégie sur une flotte non gérée
pt_br: Não é possível aplicar uma política em uma frota não gerenciada

source: Policy already applied
es_ar: Política ya aplicada
fr_fr: Stratégie déjà appliquée
pt_br: Política já aplicada

source: The requirements for this policy are not met
es_ar: No se cumplen los requisitos de esta política
fr_fr: Les prérequis pour cette stratégie ne sont pas remplis
pt_br: Os requisitos para esta política não são atendidos

source: Cannot find the target %1$s
es_ar: No se puede encontrar el objetivo %1$s
fr_fr: Impossible de trouver la cible de type %1$s
pt_br: Não é possível encontrar o alvo %1$s

source: Cannot apply a policy on this %1$s
es_ar: No se puede aplicar una política en %1$s
fr_fr: Impossible d'appliquer une stratégie sur ce %1$s
pt_br: Não é possível aplicar uma política neste %1$s

source: Failed to apply the policy
es_ar: Fallo al aplicar la política
fr_fr: L'application de la stratégie a échoué
pt_br: Falha ao aplicar politica

source: Policy publish action failed.
es_ar: Fallo la acción de publicar la política
fr_fr: L'action de publication de la stratégie a échoué.
pt_br: A ação de publicação de política falhou.

source: %1$s not found
es_ar: %1$sno conseguido
fr_fr: %1$s non trouvé
pt_br: %1$s não encontrado

source: Policy ID
es_ar: ID de política
fr_fr: Identifiant de stratégie
pt_br: ID da política

source: policy name
es_ar: Nombre de política
fr_fr: nom de stratégie
pt_br: nome da política

source: applied itemtype
es_ar: Itemtype aplicado
fr_fr: Type appliqué
pt_br: tipo de item aplicado

source: applied ID
es_ar: ID aplicado
fr_fr: identifiant appliqué
pt_br: ID aplicado

source: Task status
es_ar: Estatus de la tarea
fr_fr: Statut de tâche
pt_br: Status da tarefa

source: Status
es_ar: Estatus
fr_fr: Statut

source: Well known path
es_ar: Ruta conocida
fr_fr: Chemin connu
pt_br: Caminho bem conhecido

source: Flyve MDM guest users
es_ar: Usuarios invitados Flyve MDM
fr_fr: Utilsiateur invité Flyve MDM
pt_br: Usuários visitantes do Flyve MDM

source: guest Flyve MDM users. Created by Flyve MDM - do NOT modify this comment.
es_ar: usuarios invitados Flyve MDM. Creado por MDM Flyve - no modifique este comentario.
fr_fr: Utilisateurs invités Flyve MDM. Créé par Flyve MDM - ne PAS modifier ce commentaire.
pt_br: usuários visitantes do Flyve MDM. Criado por Flive MDM - NÃO modifique este comentário.

source: Flyve MDM device agent users
es_ar: Usuarios de agentes para dispositivos Flyve MDM
fr_fr: Utilisateurs d'agents Flyve MDM
pt_br: Usuários do agente de dispositivo Flyve MDM

source: device agent Flyve MDM users. Created by Flyve MDM - do NOT modify this comment.
es_ar: Usuarios de agentes en dispositivos Flyve MDM. Creado por Flyve MDM - NO modifique este comentario.
fr_fr: Utilsiateurs d'agents Flyve MDM. Créé par Flyve MDM - ne PAS modifier ce commentaire.
pt_br: agente do dispositivo Flyve MDM users. Criado por Flyve MDM - NÃO modifique este comentário.

source: User invitation
es_ar: Invitación de usuario
fr_fr: Invitation d'utilsaiteur
pt_br: Convite Usuário

source: Parse uploaded applications to collect metadata
es_ar: Analizar aplicaciones subidas para recolectar la metadata
fr_fr: Analyse les applications téléversées pour collecter les méta données
pt_br: Analisar aplicativos enviados para coletar metadados

source: Security
es_ar: Seguridad
fr_fr: Sécurité
pt_br: Segurança

source: Authentication
es_ar: Autenticación
fr_fr: Authentification
pt_br: Autenticação

source: Password
es_ar: Contraseña
fr_fr: Mot de passe
pt_br: Senha

source: Encryption
es_ar: Cifrado
fr_fr: Chiffrement
pt_br: Criptografia

source: Peripherals
es_ar: Periféricos
fr_fr: Périphériques
pt_br: Periféricos

source: Deployment
es_ar: Despliegue
fr_fr: Déploiement
pt_br: Implantação

source: Deploy application
es_ar: Desplegar la aplicación
fr_fr: Déployer une application
pt_br: Implantar aplicação

source: Deploy an application on the device.
es_ar: Desplegar una aplicación en el dispositivo
fr_fr: Déploie une applciation sur le terminal.
pt_br: Implante um aplicativo no dispositivo.

source: Remove application
es_ar: Eliminar aplicación
fr_fr: Supprime l'application
pt_br: Remover aplicação

source: Uninstall an application on the device.
es_ar: Desinstalar una aplicación en el dispositivo
fr_fr: Désinstalle une application du terminal.
pt_br: Desinstale um aplicativo no dispositivo.

source: Deploy file
es_ar: Desplegar archivo
fr_fr: Déployer un fichier
pt_br: Implantar arquivo

source: Deploy a file on the device.
es_ar: Desplegar un archivo en el dispositivo
fr_fr: Déploie un fichier sur le terminal.
pt_br: Implante um arquivo no dispositivo.

source: Remove file
es_ar: Eliminar archivo
fr_fr: Supprimer un fichier
pt_br: Remover arquivo

source: Uninstall a file on the device.
es_ar: Desinstalar un archivo en el dispositivo
fr_fr: Supprime un fichier dn terminal.
pt_br: Desinstale um arquivo no dispositivo.

source: Disable unknown sources
es_ar: Deshabilitar fuentes desconocidas
fr_fr: Désactive les sources inconnues
pt_br: Desativar fontes desconhecidas

source: Disable installation of apps from unknown sources.
es_ar: Deshabilitar instalación de aplicaciones de fuentes desconocidas
fr_fr: Désactive l'installation d'applications depuis des sources inconnues.
pt_br: Desativar a instalação de aplicativos de fontes desconhecidas.

source: Internal Storage encryption
es_ar: Cifrar almacenamiento de información interna
fr_fr: Chiffrement du stockage interne
pt_br: Criptografia de armazenamento interno

source: Force internal storage encryption.
es_ar: Forzar el cifrado interno
fr_fr: Force le chiffrement du stockage de masse.
pt_br: Forçar criptografia de armazenamento interno.

source: Periodic geolocation
es_ar: Geolocalización periódica
pt_br: Geolocalização periódica

source: Get geolocation with a specified periodicity (in seconds) and sends it to the server.
es_ar: Obtener la geolocalización con una periodicidad (en segundos) y enviarla al servidor
pt_br: Obter geolocalização com uma periodicidade especificada (em segundos) e envia para o servidor.

source: Password enabled
es_ar: Contraseña activada
fr_fr: Mot de passe activé
pt_br: Uso de senha habilitado

source: Enable the password.
es_ar: Habilitar la contraseña
fr_fr: Active le mot de passe.
pt_br: Ative a senha.

source: Minimum password length
es_ar: Longitud mínima de la contraseña
fr_fr: Lonjgueur minimale de mot de passe
pt_br: Tamanho mínimo de senha

source: Set the required number of characters for the password. For example, you can require PIN or passwords to have at least six characters.
es_ar: Asigne el número de caracteres requeridos para la contraseña. Por ejemplo, puede solicitar que el PIN o las contraseñas tenga al menos seis caracteres.
fr_fr: Définit le nombre de caractères requis pour le mot de passe. PAr e xemple, vous pouvez exiger que le PIN ou le mot de passe ait ai moins six caractères.
pt_br: Defina o número necessário de caracteres para a senha. Por exemplo, você pode exigir que o PIN ou as senhas tenham pelo menos seis caracteres.

source: Password quality
es_ar: Calidad de la contraseña
fr_fr: Qualité de mot de passe
pt_br: Qualidade de senha

source: Unspecified
es_ar: No especificado
fr_fr: Non spécifié
pt_br: Não especificado

source: Something
es_ar: Algo
fr_fr: Quelque chose
pt_br: Algo

source: Numeric
es_ar: Numérico
fr_fr: Numérique
pt_br: Numérico

source: Alphabetic
es_ar: Alfabético
fr_fr: Alphabétique
pt_br: Alfabético

source: Alphanumeric
es_ar: Alfanuméricos
fr_fr: Alphanumérique
pt_br: Alfanumérico

source: Complex
es_ar: Complejo
fr_fr: Complexe
pt_br: Complexidade

source: Complexity of allowed password.
es_ar: Complejidad de la contraseña permitida.
fr_fr: Complexité des mots de passe autosisés.
pt_br: Complexidade da senha permitida.

source: Minimum letters required in password
es_ar: Letras mínimas requerida contraseña
fr_fr: Nombre minimum de lettres requis dans le mot de passe
pt_br: Mínimo de letras necessárias na senha

source: The minimum number of letters required in the password for all admins or a particular one.
es_ar: La cantidad mínima de letras requeridas en la contraseña para todos los administradores o algún particular.
fr_fr: Le nombre minimum de lettres requis dans le mot de passe pour tous les administrateurs ou l'un d'entre eux.
pt_br: O número mínimo de letras requeridas na senha para todos os administradores ou um em particular.

source: Minimum lowercase letters required in password
es_ar: Minúsculas mínimas requeridas en la contraseña
fr_fr: Nombre minimum de lettres minucsules dans le mot de passe
pt_br: Mínimo de letras minúsculas necessárias na senha

source: The minimum number of lowercase letters required in the password for all admins or a particular one.
es_ar: La cantidad mínima de letras minúsculas requeridas en la contraseña para todos los administradores o algún particular
fr_fr: Le nombre minimum de lettres minuscules requis dans le mot de passe pour tous les administrateurs ou l'un d'entre eux.
pt_br: O número mínimo de letras minúsculas requeridas na senha para todos os administradores ou um em particular.

source: Minimum non-letter characters required in password
es_ar: No-alfanumérico mínimos requeridos en la contraseña
fr_fr: Nombre minimum de caractères autres que des lettres requis dans le mot de passe
pt_br: Mínimo de caracteres que não sejam letras necessários na senha

source: The minimum number of non-letter characters required in the password for all admins or a particular one.
es_ar: La cantidad mínima de caracteres no-alfanumérico requeridos en la contraseña para todos los administradores o algún particular.
fr_fr: Le nombre minimum de caractères non alphabétiques requis dans le mot de passe pour tous les administrateurs ou l'un d'entre eux.
pt_br: O número mínimo de caracteres que não são letras requeridos na senha para todos os administradores ou um em particular.

source: Minimum numerical digits required in password
es_ar: Cifras mínimas requeridas en la contraseña
fr_fr: Nombre minimum de chiffres requis dans le mot de passe
pt_br: Mínimo de dígitos numéricos necessários na senha

source: The minimum number of numerical digits required in the password for all admins or a particular one.
es_ar: La cantidad mínima de números requeridos en la contraseña para todos los administradores o algún particular.
fr_fr: Le nombre minimum de chiffres requis dans le mot de passe pour tous les administrateurs ou l'un d'entre eux.
pt_br: O número mínimo de dígitos numéricos requeridos na senha para todos os administradores ou um em particular.

source: Minimum symbols required in password
es_ar: Símbolos mínimos requeridos en la contraseña
fr_fr: Nombre minimum de symboles dans le mot de passe
pt_br: Mínimo de símbolos necessários na senha

source: The minimum number of symbols required in the password for all admins or a particular one.
es_ar: La cantidad mínima de símbolos requeridos en la contraseña para todos los administradores o algún particular.
fr_fr: Le nombre minimum de symboles requis dans le mot de passe pour tous les administrateurs ou l'un d'entre eux.
pt_br: O número mínimo de símbolos requeridos na senha para todos os administradores ou um em particular.

source: Minimum uppercase letters required in password
es_ar: Mínimo letras mayúsculas en la contraseña
fr_fr: Nombre minimum de lettres majkuscules requises dans lde mot de passe
pt_br: Mínimo de letras maiúsculas necessárias na senha

source: The minimum number of uppercase letters required in the password for all admins or a particular one.
es_ar: La cantidad mínima de letras mayúsculas requeridas en la contraseña para todos los administradores o algún particular.
fr_fr: Le nombre minimum de lettres majuscules requis dans le mot de passe pour tous les administrateurs ou l'un d'entre eux.
pt_br: O número mínimo de letras maiúsculas exigidas na senha para todos os administradores ou um em particular.

source: Maximum failed password attempts for wipe
es_ar: Cantidad máxima de intentos de contraseñas para formatear
fr_fr: Nombre maximum d'échecs de mot de passe avant effacement du terminal
pt_br: Máximo de tentativas de senha com falha para limpeza

source: Number of consecutive failed attempts of unlock the device to wipe.
es_ar: Cantidad de intentos fallidos consecutivos para desbloquear el dispositivo para formatear.
fr_fr: Nombre d'échecs consécutifs de tentatives de déverrouillage du terminal avant de l'effacer.
pt_br: Número de tentativas com falha consecutivas de desbloquear o dispositivo para limpar.

source: Maximum time to lock (milliseconds)
es_ar: Tiempo máximo de bloqueo (milisegundos)
fr_fr: Temps maximum avant verrouillage (millisecondes)
pt_br: Tempo de espera para bloqueio (milissegundos)

source: Maximum time to lock the device in milliseconds.
es_ar: Tiempo máximo en milisegundos para bloquear el dispositivos
fr_fr: Temps maximum de verrouillage du terminal en millisecondes.
pt_br: Tempo máximo para bloquear o dispositivo em milissegundos.

source: Disable Camera
es_ar: Desactivar la cámara
fr_fr: Désactiver la caméra
pt_br: Desabilitar Câmera

source: Prevent usage of the Camera.
es_ar: Prevenir uso de la camara
fr_fr: Interdit l'utilisation de la caméra.
pt_br: Evite o uso da câmera.

source: Disable Wifi
es_ar: Desactivar Wifi
fr_fr: Désactiver le wifi
pt_br: Desabilitar Wifi

source: Disable wifi connectivity.
es_ar: Desactivar la conectividad wifi.
fr_fr: Désactive la connectivité WiFi.
pt_br: Desative a conectividade Wi-Fi.

source: Disable Bluetooth
es_ar: Desactivar Bluetooth
fr_fr: Désactiver le bluetooth
pt_br: Desabilitar Bluetooth

source: Disable Bluetooth connectivity.
es_ar: Desactivar la conectividad Bluetooth.
fr_fr: Désactive la connectivité bluetooth.
pt_br: Desativar a conectividade Bluetooth.

source: Disable roaming
es_ar: Deshabilitar roaming
fr_fr: Désactiver l'itinérance
pt_br: Desativar roaming

source: Disable roaming.
es_ar: Deshabilitar roaming
fr_fr: Désactive l'itinérance.
pt_br: Desativar o roaming.

source: Disable GPS
es_ar: Desactivar GPS
fr_fr: Désactiver le GPS
pt_br: Desabilitar GPS

source: Disable GPS.
es_ar: Desactivar GPS.
fr_fr: Désactive le GPS.
pt_br: Desativar o GPS.

source: Disable Mobile line
es_ar: Deshabilitar linea móvil
fr_fr: Désactiver la ligne mobile
pt_br: Desativar linha móvel

source: Disable Mobile line.
es_ar: Deshabilitar linea móvil.
fr_fr: Désactive la ligne mobile.
pt_br: Desativar linha móvel.

source: Disable NFC
es_ar: Deshabilitar NFC
fr_fr: Désactiver NFC
pt_br: Desativar NFC

source: Disable Near Field Contact.
es_ar: Deshabilitar comunicación de campo cercano
fr_fr: Désactive la communication en champ proche.
pt_br: Desativar contato de campo próximo.

source: Disable hotspot and tethering
es_ar: Deshabilitar punto de acceso y anclaje de red
fr_fr: Désactiver le point d'accès et le partage de connection.
pt_br: Desativar ponto de acesso e compartilhamento

source: Disable hotspot and tethering.
es_ar: Deshabilitar punto de acceso y anclaje de red.
fr_fr: Désactive le point d'accès et le mode modem.
pt_br: Desativar ponto de acesso e compartilhamento.

source: Disable airplane mode
es_ar: Deshabilitar modo avión
fr_fr: Désactiver le mode avion
pt_br: Desativar o modo avião

source: Disable airplane mode.
es_ar: Deshabilitar modo avión.
fr_fr: Désactive le mode avion.
pt_br: Desative o modo avião.

source: Disable speakerphone
es_ar: Deshabilitar cornetas
fr_fr: Désactiver le haut parleur
pt_br: Desativar o viva-voz

source: Disable the speakerphone.
es_ar: Deshabilitar cornetas.
fr_fr: Désactive le haut parleur.
pt_br: Desative o viva-voz.

source: Disable USB MTP
es_ar: Deshabilitar USB MTP
fr_fr: Désactiver USB MTP
pt_br: Desativar MTP USB

source: Disable USB Media Transfer Protocol.
es_ar: Deshabilitar protocolo de transferencia de medios USB.
fr_fr: Désactive le protocole de transfert de fichiers par USB.
pt_br: Desativar o protocolo de transferência de mídia USB.

source: Disable USB PTP
es_ar: Deshabilitar USB PTP
fr_fr: Désactiver USB PTP
pt_br: Desativar PTP USB

source: Disable USB Picture Transfer Protocol.
es_ar: Deshabilitar protocolo de transferencia de imágenes USB.
fr_fr: Désactive le protocole de transfert d'images par USB.
pt_br: Desativar o protocolo de transferência de imagens USB.

source: Disable USB ADB
es_ar: Deshabilitar USB ADB
fr_fr: Désactiver ADB
pt_br: Desativar USB ADB

source: Disable USB Android Debug Bridge.
es_ar: Deshabilitar depurador de Android por USB.
fr_fr: Désactive le protocole de déboguage Android par USB.
pt_br: Desative o USB Android Debug Bridge.

source: Disable status bar
es_ar: Deshabilitar barra de estado
fr_fr: Désactiver la barre d'état
pt_br: Desativar barra de status

source: Disable the status bar. Disabling the status bar blocks notifications, quick settings and other screen overlays that allow escaping from a single use device.
es_ar: Deshabilitar barra de estatus. Deshabilitando la barra de estatus bloquea las notificaciones, accesos rápido y otras pantallas solapadas que permiten escapar de un dispositivo de uso simple.
fr_fr: Désactive la barre d'état. Désactiver la bare d'état bloque les notifications, l'accès rapide à la configuration et les autres organes à l'affichage permettant de s'échapper des appareils à usage unique.
pt_br: Desativar a barra de status. Desativar a barra de status bloqueia notificações, configurações rápidas e outras sobreposições de tela que permitem o escape de um único dispositivo de uso.

source: Disable screen capture
es_ar: Deshabilitar captura de pantalla
fr_fr: Désactiver les captures d'écran
pt_br: Desativar captura de tela

source: Disable screen capture. Disabling screen capture also prevents the content from being shown on display devices that do not have a secure video output.
es_ar: Deshabilitar la captura de pantalla. Deshabilitando la captura de pantalla también previene mostrar el contenido visualizado en el dispositivo que no tiene una salida de video segura.
fr_fr: Désactive les captures d'écran. Désactiver les captures d'écran empêchent aussi d'afficher ce qui est à l'écran sur des périphériques d'affichage dénués d'une sortie vidéo sécurisée.
pt_br: Desative a captura de tela. Desativar a captura de tela também impede que o conteúdo seja exibido em dispositivos de exibição que não possuem uma saída de vídeo segura.

source: Disable media sounds
es_ar: Deshabilitar sonidos de medios
fr_fr: Désactive les sons multimédia
pt_br: Desativar sons de mídia

source: Disable all media sounds from device
es_ar: Deshabilitar todos los sonidos del dispositivo
fr_fr: Désactive tous les sons multimédias.
pt_br: Desativar todos os sons de mídia do dispositivo

source: Disable ringer sounds
es_ar: Deshabilitar sonidos de repique
fr_fr: Désactive le son de sonnerie
pt_br: Desativar sons da campainha

source: Disable all ringer sounds from device
es_ar: Deshabilitar todos los sonidos de repique
fr_fr: Désactive tous les sons de sonnerie du terminal
pt_br: Desativar todos os sons do toque do dispositivo

source: Disable alarm sounds
es_ar: Deshabilitar sonidos de alarmas
fr_fr: Désactive les sons d'alarme
pt_br: Desativar sons de alarme

source: Disable alarm sounds from device
es_ar: Deshabilitar sonidos de alarmas del dispositivo
fr_fr: Désactive les sons d'alarme du terminal
pt_br: Desativar sons de alarme do dispositivo

source: Disable notifications sounds
es_ar: Deshabilitar sonidos de notificaciones
fr_fr: Désactive les sons de notifications
pt_br: Desativar sons de notificações

source: Disable notifications sounds from device
es_ar: Deshabilitar sonidos de notificaciones del dispositivo
fr_fr: Désactive les sons de notifications du terminal
pt_br: Desativar notificações de sons do dispositivo

source: Disable accessibility sounds
es_ar: Deshabilitar sonidos de accesibilidad
fr_fr: Désactive les sons d'accessibilité
pt_br: Desativar sons de acessibilidade

source: Disable accessibility prompts sounds from device
es_ar: Deshabilitar sonidos emergentes de accesibilidad del dispositivo
fr_fr: Désactive les sons d'accessibilité du terminal
pt_br: Desativar limites de acessibilidade, sons do dispositivo

source: Disable DTMF sounds
es_ar: Deshabilitar sonidos DTMF
fr_fr: Désactive les sons DTMF
pt_br: Desativar sons DTMF

source: Disable DTMF tones sounds from device
es_ar: Deshabilitar sonidos de tonos DTMF del dispositivo
fr_fr: Désactive les sons DTMF du terminal
pt_br: Desativar sons de tons DTMF do dispositivo

source: Disable system sounds
es_ar: Deshabilitar sonidos del sistema
fr_fr: Désactive les sons système
pt_br: Desativar sons do sistema

source: Disable system sounds from device
es_ar: Deshabilitar sonidos del sistema en el dispositivo
fr_fr: Désactive les sons système du terminal
pt_br: Desativar sons do sistema do dispositivo

source: Audio profile mode
es_ar: Perfil de sonidos
fr_fr: Mode de profil audio
pt_br: Modo de perfil de áudio

source: Silent
es_ar: Silencio
fr_fr: Silencieux
pt_br: Silencioso

source: Vibrate
es_ar: Vibrar
fr_fr: Vibreur
pt_br: Vibrar

source: Audio profile mode used for device
es_ar: Perfil de sonidos usado por el dispositivo
fr_fr: Mode de profil audio du terminal
pt_br: Modo de perfil de áudio usado para o dispositivo

source: Is managed
es_ar: Es administrado
fr_fr: Est géré
pt_br: É gerenciado

source: copy to
es_ar: copiar a
fr_fr: copier vers
pt_br: copiar para

source: Remove when the policy is removed
es_ar: Eliminar cuando la política es removida
fr_fr: Supprimer quand la statégie est supprimée
pt_br: Remover quando a política é removida

source: file size
es_ar: tamaño del archivo
fr_fr: Taille de fichier
pt_br: tamanho do arquivo

source: Update the file
es_ar: Actualizar el archivo
fr_fr: Mettre à jour le fichier
pt_br: Atualizar o arquivo.

source: Enrollment
es_ar: Inscripción
fr_fr: Enrôlement
pt_br: Inscrição

source: Enable explicit enrolment failures
es_ar: Permiten fallas explícita inscripción
fr_fr: Activer les échecs d'enrôlement explicites
pt_br: Permitir falhas de inscrição explícita

source: Disable token expiration on successful enrolment
es_ar: Desactivar el token vencimiento de inscripción exitosa
fr_fr: Désactiver l'expiration de jeton après un enrôlement réussi
pt_br: Desabilitar o token expiração na inscrição bem sucedida

source: Save initial inventory in file
es_ar: Salvar inventario inicial en archivo
fr_fr: Sauvegarder l'inventaire initial dans un fichier
pt_br: Salvar inventário inicial no arquivo

source: Configuration wizard
es_ar: Ayudante de configuración
fr_fr: Assistant de configuration
pt_br: Assistente de configuração

source: Enable configuration wizard
es_ar: Habilitar ayudante de configuración
fr_fr: Activer l'assistant de configuration
pt_br: Ativar assistente de configuração
